Repository: JKulhavy/note-book
Catalog: src/locale/*.xlf
Languages: cs

# noteFormPlaceholder
source: Type note
cs: Napište poznámku

# errorTitleIsRequired
source: Title is required
cs: Název je povinný

# errorTitleMinLength
source: Title min length are 3 characters
cs: Délka názvu je minimálně 3 znaky

# saveButton
source: Save
cs: Ulož

# appName
source: Note Book App
cs: Zápisníček

# notesTitle
source: Notes
cs: Poznámky

# openDetailTooltip
source: Open detail
cs: Otevřít poznámku

# editNoteTooltip
source: Edit note
cs: Editovat poznámku

# deleteNoteTooltip
source: 'Delete note'
cs: Smazat poznámku

# notesSearchPlaceholder
source: Search
cs: Vyhledat

source: Note Detail
cs: Detail poznámky

# goBackToListTooltip
source: Go back to list
cs: Návrat na poznámky
